[DamageType.DmgType_Explosive_Impact:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Deals bonus [explosive]explosive[-explosive] damage."

[DamageType.DmgType_Explosive_Impact_ForceFlinch:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Chance to cause [explosive]explosions[-explosive]."

[DamageType.DmgType_Explosive_Impact_Friendly:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Chance to cause [explosive]explosions[-explosive]."
